Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie muszę chyba wspominać jak bardzo zależy nam na jak najszybszym rozwiązaniu tej sprawy, prawda?
uk: Гадаю, мені не потрібно нагадувати, наскільки нам важливо якнайшвидше розкрити цю справу, чи не так?

source: Nie muszę ci chyba przypominać, że dzięki stercie kamieni Rhobar może w ogóle jeszcze prowadzić wojnę z orkami.
uk: Мабуть, не варто нагадувати, що завдяки цій купі каміння Робар і досі може вести війну з орками.

source: Nie muszę ci chyba tłumaczyć, jak kończą się sytuacje, w których brakuję zrozumienia, a ludzi trawi strach i niepokój.
uk: Напевно, тобі не потрібно пояснювати, чим закінчуються ситуації, коли бракує взаєморозуміння, а людей поглинають страх і тривога.

source: Nie muszę ci się ze wszystkiego tłumaczyć.
uk: Я не зобов'язаний тобі все пояснювати.

source: Nie muszę się już przejmować problemami Candaca.
uk: Я більше не переймаюся проблемами Кандака.

source: Nie muszę wam tłumaczyć, jak wielka jest to strata wizerunkowa?
uk: Думаю, тобі не потрібно пояснювати, наскільки це велика втрата репутації?

source: Nie my pierwsi chcemy zbadać ruiny. Znalazłem dziennik jakiegoś Wilczego Syna.
uk: Ми не перші, хто хотів дослідити руїни. Я знайшов щоденник якогось Вовчого Сина.

source: Nie my pierwsi chcemy zbadać ruiny...
uk: Ми не перші, хто хотів дослідити руїни...

source: Nie myśl sobie, że pomogłem ci tylko dlatego, że było mi cię żal.
uk: Не думай, що я допоміг тобі лише тому, що мені було тебе шкода.

source: Nie myśl sobie, że zapomniałem o tym wszystkim co dla nas zrobiłeś. Mam tutaj jeden nieotwarty worek z warzywami. Weź go dla siebie, niech ci się przyda!
uk: Не думай, що я забув про все те, що ти для нас зробив. У мене тут є один нерозпакований мішок з овочами. Візьми собі, нехай тобі він стане в нагоді!

source: Nie myśl, że nie słyszałem tych kilku pomyłek podczas przysięgi.
uk: Не думай, що я не почув кількох помилок під час присяги.

source: Nie myśl, że nie wiem o twojej małej wizycie w podziemiach.
uk: Не думай, що я не знаю про твій маленький візит у підземелля.

source: Nie myśl, że się będę o niego z tobą targowała, chłopcze. To ostatni egzemplarz.
uk: Не думай, що я буду з тобою торгуватися, хлопче. Це остання пляшка.

source: Nie myśl, że zapomniałem o tym, jak pomogłeś mi wtedy na drodze. Szczerze mówiąc, to właśnie dzięki tobie wymyśliłem wspaniały pomysł na nowy interes!
uk: Не думай, що я забув, як ти допоміг мені тоді на дорозі. Чесно кажучи, саме завдяки тобі у мене з'явилася чудова ідея для нового бізнесу!

source: Nie mógłbym spokojnie zacząć nauk, dopóki bym tego wszystkiego nie spróbował.
uk: Я б не зміг спокійно почати навчання, поки не спробував би все це.

source: Nie mógłbym tego przegapić.
uk: Я не можу це пропустити.

source: Nie mógłbyś na moment spojrzeć w inną stronę?
uk: Можеш на мить відвернутися?

source: Nie mógłbyś trochę zejść z ceny?
uk: Ти не міг би трохи знизити ціну?

source: Nie mój drogi.
uk: Ні, мій дорогенький.

source: Nie mówiąc już o innych twoich występkach.
uk: Не кажучи вже про інші твої злочини.

source: Nie mówiąc już o tym, że doświadczony najemnik Gildii pewnie będzie bardzo dobrze wiedział, co należy zrobić.
uk: Не кажучи вже про те, що досвідчений найманець Гільдії напевно добре знає, що слід робити.

source: Nie mówię o próbie wygrania całego turnieju, to samobójstwo. Wygraj walkę lub dwie, zgarnij złoto i możemy przejść do świętowania w karczmie.
uk: Я не кажу про те, щоб намагатися виграти весь турнір, це самогубство. Виграй один-два бої, виграй золото, і ми зможемо перейти до святкування в корчмі.

source: Nie mówię od razu, że to zasługa twojego mistrza, ale jak sam wiesz z moich lekcji, roślina bez słońca wyrosnąć nie może.
uk: Я не казатиму, що це все завдяки твоєму вчителю. Але, як тобі відомо з моїх уроків, рослина не може рости без сонця.

source: Nie mówię przecież o zrównaniu jej z ziemią! Wystarczy, że zniszczysz jakiś wóz, albo uszkodzisz winorośle, żeby wyglądały na obgryzione przez polne bestie.
uk: Я ж не казав, зрівняти його з землею! Буде достатньо знищити кілька возів або пошкодити виноградні лози так, щоб вони виглядали ніби їх погризли польові жуки.

source: Nie mówię tu o szkieletach. Cała okolica, według podań historycznych, nie dość, że została doszczętnie spalona, to jeszcze przeklęta.
uk: Я кажу не про скелетів. Вся околиця, згідно з історичними легендами, була не тільки вщент спалена, але й проклята.

source: Nie mówię tu tylko o kradzieżach kieszonkowych, ale też o wszystkich handlarzach, którzy będą próbowali wcisnąć ci jakieś pierdoły.
uk: Я маю на увазі не лише кишенькових злодіїв, а й усіх торговців, які будуть намагатися всучити якийсь непотріб.

source: Nie mówię, że Roderich czy Lorenzo to złe osoby... po prostu w ich oczach dobro całej organizacji zawsze stało wyżej niż losy jednostek.
uk: Я не кажу, що Родеріх чи Лоренцо – погані люди... Просто для них інтереси своєї організації завжди стояли вище за долю окремих людей.

source: Nie mówię, że potrzebuję dokładnie takiej samej broni.
uk: Я й не кажу, що мені потрібна точно така ж зброя.

source: Nie mówił co to, ale zapewne masz swoje sposoby, żeby z niego to wyciągnąć.
uk: Він не сказав, що це було, але у тебе, напевно, є свої способи це з нього витягнути.

source: Nie mówiłem nic pozostałym, żeby nie wywoływać paniki, ale zaczynają się pytania, a i mnie samego coraz bardziej sumienie gryzie.
uk: Я нічого не сказав іншим, щоб не здіймати паніку, але люди задають питання, та й совість гризе мене все сильніше.

source: Nie mówiłem o przekupstwie. Ja i tamta dziewczyna możemy się przydać, nie jesteśmy takimi darmozjadami jak tamci.
uk: Про підкуп не було й мови. Ми з тією дівчиною можемо бути корисними, ми не дармоїди, як всі ті люди.

source: Nie mówiłeś, że będę musiał płacić za spanie!
uk: Ти не казав, що за сон доведеться платити!

source: Nie męcz mnie! Próbuję coś wymyślić!
uk: Не муч мене! Я намагаюсь щось придумати!

source: Nie męcz mnie.
uk: Не муч мене.

source: Nie na to się pisałem zostając strażnikiem...
uk: Не на це я підписувався, коли ставав вартовим...

source: Nie nabierzesz mnie. Beinard, bierz się do roboty.
uk: Ти мене не обдуриш. Бейнарде, до роботи.

source: Nie nadaje się do budowania.
uk: Не підходить для будівництва.

source: Nie nadaje się do wyrobu broni,
uk: Не підходить для виготовлення зброї,

source: Nie nadwyrężaj mojej cierpliwości.
uk: Не випробовуй моє терпіння.

source: Nie najgorsze. Wydrążenie tych tuneli musiało trwać latami. Spójrz na te ściany...
uk: Бувало й гірше. На прокладання цих тунелів, мабуть, пішли роки. Тільки поглянь на ці стіни...

source: Nie najgorszy początek, ale to za mało.
uk: Не найгірший початок, але цього замало.

source: Nie najgorzej, wszystko gra. Winnica jest dobrze zarządzana, pracownicy chodzą zadowoleni. Jest nawet czas, żeby się trochę poobijać, hehe.
uk: Непогано, не скаржусь. Виноградник доглянутий, працівники ходять задоволені. Навіть є час, щоб трохи побайдикувати, хе-хе.

source: Nie najgorzej.
uk: Не так вже й погано.

source: Nie najgorzej. Oprócz tego, że wszyscy gapią się na mnie jak na złodzieja i łapią się za sakiewki, gdy tylko mnie widzą.
uk: Не так вже й погано. Якщо не рахувати того, що всі дивляться на мене, як на злодія, і хапаються за гаманці, коли мене бачать.

source: Nie najlepiej, ani dla Anskara, ani dla nas. Ale dobrze, że go tu sprowadziłeś.
uk: Не надто добре, ані для Анскара, ані для нас. Але добре, що ти його сюди привів.

source: Nie należeli do mojej załogi. Jeśli byli na tyle bezużyteczni, że sam pozbyłeś się ich obu, to i tak nie miałbym z nich żadnego pożytku.
uk: Вони не були частиною моєї команди. Якщо вони були настільки нікчемними, що ти сам їх позбувся, то мені вони все одно не знадобились би.

source: Nie należy marnować czasu na przesądne zdejmowanie amuletów i pierścieni przed treningiem. Tym bardziej nie powinno się oszczędzać mikstur trwale zwiększających predyspozycje ciała czy umysłu do momentu, gdy osiągniemy już górne limity naszych zdolności. Działania tych specyfików będą wtedy wręcz nieporównywalne do naszego całego dorobku z treningu i ostatecznie okażą się mało przydatne w perspektywie wielu miesięcy dotychczasowej ciężkiej pracy.
uk: Не варто витрачати час на забобонне зняття амулетів та кілець перед тренуваннями. Тим більше не слід шкодувати зілля, що посилюють можливості тіла або розуму, чекаючи досягнення верхньої межі своїх можливостей. Ефект від цього буде незрівнянно малий в порівнянні з багатьма місяцями важкої праці.

source: Nie należy również przynosić większych ilości tej samej potrawy! Każda pierwsza porcja zostanie jednak sowicie wynagrodzona.
uk: Також не слід приносити кілька тарілок однієї і тієї ж страви! Проте за кожну першу порцію очікується щедра винагорода.

source: Nie należy tego jednak mylić z umiejętnościami strzeleckimi - umiejętność posługiwania się łukiem lub kuszą będą przede wszystkim decydować o celności oraz prędkości oddawanych strzałów. Mistrz wystrzeli w tym czasie dużo więcej pocisków, a jednocześnie trafi cele o wiele bardziej oddalone od niego samego.
uk: Однак не слід плутати це з навичками стрільби – володіння луком чи арбалетом насамперед впливатиме на точність і швидкість пострілів. Майстер випустить набагато більше стріл чи болтів за той самий час, влучаючи при цьому в цілі, що перебувають значно далі від нього.

source: Nie należę do żadnego oddziału.
uk: Я не належу до жодного підрозділу.

source: Nie nam o tym decydować! Coś, co my będziemy uważać za dobre, w oczach bogów może być obrazą przeciwko naturze!
uk: Це не нам вирішувати! Те, що ми вважаємо добром, в очах богів може бути злочином проти природи!

source: Nie nam wybierać naszego władcę.
uk: Не нам обирати собі правителя.

source: Nie narzekaj, mogłaś skończyć w o wiele gorszym miejscu.
uk: Не нарікай, ти могла опинитися в набагато гіршому місці.

source: Nie narzekaj. Pomysł był w końcu mój.
uk: Не нарікай. Ідея все одно була моя.

source: Nie narzekaj. Poradzisz sobie.
uk: Не нарікай. Справишся.

source: Nie narzekam, interes się kręci.
uk: Не нарікаю, все йде добре.

source: Nie narzekam. Wojna ma jedną zaletę - każdy potrzebuje złota. Na moje szczęście mam go pod dostatkiem.
uk: Я не нарікаю. У війни є одна перевага – усім потрібне золото. На моє щастя, я маю його вдосталь.

source: Nie nauczyli cię w mieście, żeby nie włazić gdzie popadnie?
uk: Тебе що, в місті не вчили, що не можна всюди лізти?

source: Nie nauczę cię niczego więcej. Musisz znaleźć sobie innego nauczyciela.
uk: Мені тебе більше нічому навчити. Знайди собі іншого вчителя.

source: Nie nawykłem do takich pogaduszek ze strażnikami. Na pewno nie masz jakiegoś rozkazu do wykonania?
uk: Я не звик до таких балачок з вартовими. В тебе хіба немає ніякого наказу до виконання?

source: Nie nie, poczekaj.
uk: Ні, ні, зачекай.

source: Nie no, gdzieżby. Tak inteligentny człowiek jak ty z pewnością się nie myli.
uk: Ні, звісно ж, ні. Така розумна людина, як ти, точно не могла помилитись.

source: Nie no, zabiję gnoja!
uk: Ні, я вб'ю виродка!

source: Nie nudzi cię już to miejsce?
uk: Не набридло ще це місце?

source: Nie nudzi cię takie życie?
uk: Тобі не набридло таке життя?

source: Nie nudzisz się tutaj?
uk: Тобі тут не нудно?

source: Nie o taką Myrtanę walczymy!
uk: Це не та Міртана, за яку ми боремося!

source: Nie o to chodzi. Wiem, że należy odczekać dobę. Chodzi mi wyłącznie o to, żeby ten konkretny pancerz był bardzo przekonujący.
uk: Не в цьому справа. Я знаю, що треба почекати добу. Я маю на увазі, щоб цей конкретний обладунок виглядав особливо переконливо.

source: Nie o to mi chodzi! Posłuchaj, część moich klientów zaczęła narzekać na niezbyt duży wybór trunków w mojej karczmie.
uk: Я не про це! Послухай, деякі з моїх клієнтів почали скаржитися на не надто великий вибір алкоголю у моїй корчмі.

source: Nie o to mi chodziło. Dlaczego wam tak zależy, żeby nikt nie zajrzał do skrzyń? Nie wierzę, że chodzi tylko o oszczędność czasu.
uk: Я інше мав на увазі. Чому ти так дбаєш, щоб ніхто не заглядав у ці ящики? Не вірю, що все заради економії часу.

source: Nie o to prosił mnie mój zleceniodawca.
uk: Не про це мене просив мій роботодавець.

source: Nie obawiaj się szefie!
uk: Не бійся, начальнику!

source: Nie obawiasz się, że możesz wylądować za kratkami?
uk: Не боїшся, що можеш опинитися за ґратами?

source: Nie obchodzi mnie ten głupiec, jedyne czego pragnę, to zemsty na tobie.
uk: Мені байдуже на цього дурня, все, чого я хочу – це помститися тобі.

source: Nie obchodzi mnie to.
uk: Мені на це начхати.

source: Nie obchodzi mnie złoto. Moje dni są policzone. Jeśli mnie nie zetną, to trafię do Kolonii.
uk: Золото мене не цікавить. Мені залишилось недовго. Якщо мене не вб'ють, то я потраплю до Колонії.

source: Nie obchodzą mnie twoje zioła. Płać wszystko albo nie mamy o czym gadać.
uk: Мене не цікавлять твої трави. Заплати все, або нам немає про що говорити.

source: Nie obiecuję, że będzie wygodnie, ale o ile pamiętam, mam tu gdzieś trzynastoletnią butelkę Czerwonego Valerio...
uk: Не обіцяю, що буде комфортно, але, наскільки я пам'ятаю, у мене десь тут є пляшка 'Червоного Валеріо' тринадцятирічної витримки...

source: Nie ocaliła, bo napadła go banda pieprzonych tchórzy - ot co!
uk: Не врятувала, бо на нього напала група клятих боягузів, ось чому!

source: Nie ocenia się książki po autorze.
uk: Не можна судити книгу по її автору.

source: Nie ocenia się książki po okładce, durniu. Autor nie ma nic do rzeczy.
uk: Не можна судити книгу по обкладинці, дурню. Автор тут ні до чого.

source: Nie od dziś wiadomo, że Felix lubi sobie wypić. Na twoim miejscu jego opowieści traktowałbym z przymrużeniem oka.
uk: Всі знають, що Фелікс любить випити. На твоєму місці я б сприймав його розповіді з обережністю.

source: Nie odchodźcie! Nie bójcie się.
uk: Не розходьтеся! Вам нічого боятись.

source: Nie oddalaj się od Kessela!
uk: Не відходьте від Кесселя!

source: Nie oddalaj się od jaskini. Nie znamy terenu, na zewnątrz może być zbyt niebezpiecznie.
uk: Не відходь від печери. Ми не знаємо місцевості, ззовні може бути дуже небезпечно.

source: Nie oddalaj się od strażnika!
uk: Не відходьте від вартового!

source: Nie oddaliłeś się zbytnio od koszar, chłopcze? Oby tylko Roderich na ciebie nie nakrzyczał.
uk: Ти не задалеко відійшов від казарм, хлопче? Дивись, щоб Родеріх на тебе не накричав.

source: Nie oddam ci Rozjemcy. Pozwól nam przejść.
uk: Я не віддам тобі Миротворця. Дозволь нам пройти.

source: Nie oddam ci mojego złota!
uk: Я не віддам тобі своє золото!

source: Nie odmówię darmowego trunku, pokaż co tam masz.
uk: Не відмовлюсь від дармової випивки, показуй, що там маєш.

source: Nie odmówię takiego towarzystwa.
uk: Не відмовлюсь від такої компанії.

source: Nie odpowiadajcie! Każdy z was sam musi sobie odpowiedzieć na to pytanie.
uk: Не відповідайте мені! Кожен з вас повинен відповісти на це питання собі.

source: Nie odpuścisz łatwo co?
uk: Ти ж так просто не відчепишся?

source: Nie odstępuj od Niego, synu, bo On nigdy nie odstępuje od ciebie.
uk: Не відступай від Нього, сину, бо Він ніколи не відступає від тебе.

source: Nie ograniczajmy się. Mówmy tylko pozytywnie.
uk: Давай не будемо себе обмежувати. Будемо говорити тільки хороше.

source: Nie okradłeś nigdy jakiegoś biedaka, bo uznałeś, że ten chleb tobie jest bardziej potrzebny?
uk: Хіба ти ніколи не грабував якогось бідняка, бо вирішив, що тобі цей хліб потрібен більше?

source: Nie okłamuj mnie, chłopcze! Któryś z braci z pewnością by na niego trafił! Odpowiedz na pytanie, albo wylądujesz jeszcze dziś za kratkami.
uk: Не бреши мені, хлопче! Хтось із братів точно б його знайшов! Відповідай на питання, або опинишся за ґратами.

source: Nie omieszkam go odwiedzić. Dzięki za potwierdzenie awansu.
uk: Я обов'язково до нього завітаю. Дякую за підвищення.

source: Nie omieszkam skorzystać. Wrócę później.
uk: Я неодмінно цим скористаюсь. Я повернуся пізніше.

source: Nie omieszkam, nie omieszkam.
uk: Не забуду, не забуду.

source: Nie omieszkam.
uk: Обов'язково.

source: Nie ominie cię, tego możesz być pewien!
uk: Тебе вона не омине, можеш бути впевнений!

source: Nie opowiadajcie też nie wiadomo jakich bajek. Ludzie mogą być nastawieni negatywnie do straży, więc jeśli usłyszą coś nieprawdopodobnego, to od razu was wyśmieją albo zignorują.
uk: Також не вигадуйте ніяких казок. Люди можуть це негативно сприйняти, тому якщо вони почують щось неправдоподібне, то одразу ж засміють вас або проігнорують.

source: Nie opracowywałem żadnej mikstury odwracającej przemianę... W zamyśle sama miała przestać działać po maksymalnie kilku godzinach.
uk: Я не розробив жодного зілля, щоб відмінити трансформацію... Передбачалося, що вона сама перестане діяти максимум через кілька годин.

source: Nie opuszczam zbyt często tego miejsca, a poza Archolos nie byłem nigdy. Ostatnio jednak przybył do nas kupiec, który opowiadał historie z odległych krain.
uk: Я не часто покидаю це місце, і ніколи не бував за межами Архолосу. Але нещодавно до нас прибув купець і розповідав історії з далеких країв.

source: Nie opłaca im się go zabijać, bo bez niego nie będzie towarów. Pewnie dlatego mój ostatni posłaniec nie wrócił. Musiał zauważyć, że coś jest nie tak.
uk: Їм не вигідно його вбивати, бо без нього не буде товару. Напевно, тому мій останній посланець не повернувся. Він, мабуть, помітив, що щось не так.

source: Nie opłaca mi się targać tego z powrotem do domu więc zostaje w mieście na jakiś czas.
uk: Везти їх додому мені не вигідно, тож поки що я затримаюсь в місті.

source: Nie orientuję się, ale Borr pewnie będzie wiedział.
uk: І гадки не маю, але Борр напевно знає.

source: Nie osiągnąłem planowanego efektu. Runar zamiast porzucić swoje wizje o potędze, oskarżył mnie o oszustwo. Muszę iść porozmawiać z Tengralem zanim wyląduję w areszcie, a potem w Górniczej Dolinie.
uk: Я не досяг бажаного ефекту. Замість того, щоб відмовитися від своїх пошуків артефактів, Рунар звинуватив мене в обмані. Мені потрібно поговорити з Тенгралом, поки я не опинився у в'язниці, а потім у Гірничій Долині.

source: Nie oszczędziłem ani jednej sztuki tego badziewia. Mam nadzieję, że substancja zadziała.
uk: Я не пошкодував ані єдиної краплі цієї гидоти. Сподіваюся, речовина спрацює.

source: Nie otacza się nadętymi, bogatymi paniątkami. Woli spędzać czas ze swoimi żołnierzami, takimi jak ja!
uk: Він не оточує себе пихатими, багатими панянками. Він вважає за краще проводити час зі своїми солдатами, як і я!

source: Nie pamiętam swego imienia, ani kim byłem za życia. Pamiętam, że dopuściłem się przerażającej zbrodni.
uk: Я не пам'ятаю, як мене звуть і ким я був за життя. Пам'ятаю, що я скоїв жахливий злочин.

source: Nie pamiętam, kiedy ostatnio miałem tak ciężką walkę!
uk: Я не пам'ятаю, коли востаннє у мене був такий важкий бій!

source: Nie pamiętam, kiedy ostatnio przeżywałem coś równie emocjonującego. Takie szkielety zawsze bije się dużo przyjemniej niż paru słabeuszy z Przystani!
uk: Я не можу пригадати, коли востаннє відчував щось настільки захоплююче. Таких скелетів завжди набагато веселіше бити, ніж декількох слабаків із Гавані!

source: Nie pamiętam, żeby był tam sad, ale skoro tak twierdzisz, to musimy spróbować.
uk: Я не пам'ятаю, щоб там був фруктовий сад, але якщо ти так кажеш, то треба спробувати.

source: Nie pamiętam.
uk: Не пам'ятаю.

source: Nie pamiętasz imion swoich pracowników?
uk: Ти не пам'ятаєш імен своїх працівників?

source: Nie panikuj. Nie jest tam tak źle, jak ci się wydaje.
uk: Не панікуй. Все не так погано, як ти думаєш.

source: Nie pasuje tutaj. Mimo wszystko życzę mu, żeby znalazł dla siebie miejsce na tym świecie.
uk: Йому тут не місце. Тим не менш, я бажаю йому знайти своє місце в цьому світі.

source: Nie patrz tak na mnie. Nie oceniaj. Ja chcę tylko się trochę zabawić.
uk: Не треба на мене так засуджуюче дивитись. Я просто хочу трохи розважитися.

source: Nie patrz tak, wiem, że tutejsi magowie nie noszą kapeluszy. On był z bardzo daleka. Mówił, że zgubił się w poszukiwaniu jakiegoś złodzieja, czy tam włamywacza.
uk: Не дивись на мене так. Я знаю, що тутешні маги не носять капелюхів. Він був здалеку. Сказав, що заблукав, шукаючи якогось злодія чи грабіжника.

source: Nie perłę, tylko perły! Zaklęcie ma małą skuteczność. Żeby mieć pewność, że otrzymamy chociaż jedną, musimy mieć minimum osiem sztuk.
uk: Не перлину, а перлини! Заклинання має малу ефективність. Щоб напевно створити хоча б одну сферу, потрібно мати мінімум вісім перлин.

source: Nie pierwszy raz straż umarza sprawę dla własnej wygody.
uk: Це не перший випадок, коли Варта закриває справу заради власної вигоди.

source: Nie pierwszy raz. Co tym razem?
uk: Вже не вперше. Що цього разу?

source: Nie pij tego! Piwo to nie jest napitek prawdziwego marynarza!
uk: Не пий його! Пиво - це не напій справжнього моряка!

source: Nie pilnujesz wejścia do podziemi?
uk: Хіба ти не охороняєш вхід до підземелля?

source: Nie pisałem się na żadne przesłuchanie. Zostaw mnie.
uk: Я не підписувався на жодні допити. Облиш мене.

source: Nie planowałem tu przybywać. Po śmierci mojego towarzysza przejąłem interes.
uk: Я не планував сюди приїжджати. Після смерті мого компаньйона я перейняв його бізнес.

source: Nie po drodze ci z władzą?
uk: Ти не ладнаєш з владою?

source: Nie po drodze mi z bogami.
uk: Не по дорозі мені з богами.

source: Nie po medyka poślę, tylko po grabarza. Niestety.
uk: Не по медика потрібно посилати, а по трунаря. На жаль.

source: Nie pochwalasz tego?
uk: Ти не схвалюєш цього?

source: Nie podał mi swojego imienia, ale to ten, który przez większość dnia stoi przy zejściu na Plac Rybny.
uk: Він не назвав мені свого імені, але більшу частину дня він стоїть на виході з Рибного ринку.

source: Nie podchodź bliżej. Ta mikstura jest niezwykle niestabilna. Jeden nieostrożny ruch i jeden Beliar wie, w co byśmy się pozamieniali.
uk: Не підходь ближче. Ця суміш вкрай нестабільна. Один необережний рух, і один тільки Беліар знає, на що ми перетворимось.

source: Nie podlega, ale konflikt z nim bardzo źle wpłynie na nasze działania i interesy.
uk: Не підпорядковується, але конфлікт з ним дуже негативно вплине на нашу діяльність та інтереси.

source: Nie podoba ci się Archolos?
uk: Тобі не подобається Архолос?

source: Nie podoba ci się mój pancerz?
uk: Тобі не подобаються мої обладунки?

source: Nie podoba mi się ta sytuacja, może zanim pójdę do Corteza powinienem przyjrzeć się tym ochroniarzom?
uk: Не подобається мені ця ситуація. Можливо, перш ніж йти до Кортеза, мені варто перевірити цих охоронців?

source: Nie podoba mi się to miejsce... obyśmy dożyli jutra.
uk: Не подобається мені це місце... сподіваюся, ми доживемо до завтра.

source: Nie podoba mi się to. Bądź czujny i trzymaj broń w pogotowiu.
uk: Не подобається мені це. Пильнуй і тримай зброю напоготові.

source: Nie podoba mi się tu... nie podoba mi się tu ani trochę...
uk: Мені тут не подобається... не подобається анітрохи...

source: Nie podoba mi się twoja historia, będę miał cię na oku.
uk: Мені не подобається твоя історія, я стежитиму за тобою.

source: Nie podoba mi się twoje podejście. Oddam mu rzeczy.
uk: Не подобається мені твій підхід. Я поверну йому речі.

source: Nie podoba mi się twój ton.
uk: Мені не подобається твій тон.

source: Nie podoba mi się, że Grayson chce ukryć to wszystko przed Morrisem. Zdaję sobie jednak sprawę z powagi sytuacji.
uk: Мені не подобається, що Грейсон хоче приховати все це від Морріса. Однак я розумію всю серйозність ситуації.

source: Nie podoba wam się nowe królewskie prawo?
uk: Вам не подобаються нові королівські закони?

source: Nie podoba. Mieli porządnie karmić, dać dach nad głową i płacić porządny żołd. I co?
uk: Не подобається. Нас повинні були нормально годувати, дати дах над головою і платити пристойну зарплату. А що ми маємо?
